hybridMultiphaseFoamV7/tutorials/Free_Flow_Cases/Hele-Shaw_Capillar_Flow/standard_Boundary/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          43200;
        startFace       42675;
    }
    top
    {
        type            patch;
        nFaces          480;
        startFace       85875;
    }
    bottom
    {
        type            symmetryPlane;
        inGroups        1(symmetryPlane);
        nFaces          480;
        startFace       86355;
    }
    leftWall
    {
        type            patch;
        nFaces          45;
        startFace       86835;
    }
    rightWall
    {
        type            patch;
        nFaces          45;
        startFace       86880;
    }
)

// ************************************************************************* //
